Repository: Graham-72/notifyD7
Catalog: po/*.po
Languages: cs, fr, nl

source: Enables notifications of new content and comments by e-mail.
nl: Stuur e-mail meldingen van nieuwe inhoud en commentaren.

source: Notify module installed successfully.
nl: De Meldingsmodule is goed geïnstalleerd.

source: Table installation for the Notify module was unsuccessful. The tables may need to be installed by hand.
nl: De database tabel van de Meldingsmodule, kon niet foutloos worden geïnstalleerd. Mogelijk moet dit handmatig gebeuren.

source: The settings page for the notify.module is now to be found in Administer > Site configuration > Notification settings.
nl: De instellingen voor Notify zijn te vinden op Beheren > Site-instelligen > Notify instellingen.

source: The notification module allows users to subscribe to periodic e-mails which include all new or revised content and/or comments much like the daily news letters sent by some websites. Even if this feature is not configured for normal site users, it can be a useful feature for an administrator of a site to monitor content submissions and comment posts.
nl: De e-mail meldingen geven de gebruikers de mogelijkheid om periodiek te worden geïnformeerd over nieuwe of gewijzigde inhoud en/of commentaren, zo ongeveer als de dagelijkse nieuwsbrieven die andere websites wel versturen. Zelfs als de module niet actief is voor gewone gebruikers, dan kan het ook nuttig zijn voor beheerders die op de hoogte willen blijven wat gebruikers zoal publiceren.

source: The administrator sets the frequency of the e-mails in the notify administration interface. They can also set how many e-mail failures should occur before notify stops sending notifications. Note that cron must be enabled for notifications to be sent out.
nl: De beheerder zet de frequentie van de e-mail meldingen in de site instellingen van deze module. Hij kan ook instellen na hoeveel pogingen de bezorging van meldingen wordt gedeactiveerd. De goede werking van dit module hangt af van het cron script van Drupal

source: <p>You can</p><ul><li>set up your site to run tasks automatically at required intervals. For more information, see <a href="@admin-help-system">cron</a>.</li><li>administer notify <a href="@admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>
nl: <p>U kunt </p><ul><li>uw site zo configureren dat taken met een bepaalde interval automatisch worden verwerkt. Voor meer informatie zie: <a href="@admin-help-system">cron</a>.</li><li>Beheer e-mail meldingen <a href="@admin-settings-notify">Beheer &gt;&gt; Site instellingen &gt;&gt; e-mail meldingen</a>.</li></ul>

source: For more information please read the configuration and customization handbook <a href="@notify">Notify page</a>.
nl: Raadpleeg de <a href="@notify">Notify page</a> van het handboek voor meer informatie over configuratie en aanpassing aan uw wensen.

source: Warning!
nl: Waarschuwing

source: Nodes or comments which include <strong>PHP code</strong> might in some circumstances <strong>break your web site</strong>. They might cause <em>notify</em> to run in a loop or completely malfunction. This is not a bug: if you are adding some PHP code into your content, <em>you are supposed to know what you are doing</em>. See the <a href="@notify">handbook page for notify.module</a>.
nl: Nodes en commentaren die <strong>PHP code</strong> bevatten kunnen in sommige gevallen <strong>de website breken</strong>. Ze kunnen <em>notify</em> in een loop laten lopen of volledig stuk laten lopen. Dit is geen bug: als je PHP code in de code toevoegt, <em>wordt ervan uitgegaan dat je weet wat je doet</em>. Zie de <a href="@notify">handboek pagina voor notify.module</a>.

source: Never
nl: Nooit

source: How often should new content notifications be sent? Requires cron to be running.
nl: Hoe vaak moeten nieuwe meldingen worden verzonden? Cron moet draaien.

source: Send notifications every
nl: Verzend de meldingen iedere

source: Number of failed sends after which notifications are disabled
nl: Het aantal gefaalde verzend pogingen waarna melding wordt gedeactiveerd.

source: Disabled
nl: Uitgeschakeld

source: Notify status
cs: Stav upozornění
fr: Status de notification
nl: Notify meldingen zijn

source: Enabled
cs: Povoleno
fr: Activé
nl: Ingeschakeld

source: Default status setting for new users
nl: Standaard status instelling voor nieuwe gebruikers

source: Notify new content
cs: Upozornit na nový obsah
fr: Notifier le nouveau contenu
nl: Meldt nieuwe inhoud

source: Include new content in the notification mail.
cs: Vlož nový obsah do emailu s upozorněním.
fr: Inclure le nouveau contenu dans l'e-mail de notification.
nl: Schakel toezending van nieuwe/gewijzigde inhoud in of uit.

source: Content
cs: Obsah
fr: Contenu
nl: Inhoud

source: Title only
cs: Pouze nadpis
fr: Seulement le titre
nl: Alleen de titel

source: Title + Teaser
cs: Nadpis + Ukázka
fr: Titre + version abrégée
nl: Titel en voorproefje

source: Title + Body
cs: Nadpis + Příspěvek
fr: Titre + Corps
nl: Titel en volledige tekst.

source: Select the amount of each post that you would like to see in your notification e-mails.
nl: Selecteer wat u wilt zien in de e-mail melding.

source: Notify new comments
cs: Upozornit na nový komentář
fr: Notifier les nouveaux commentaires
nl: Meldt ook nieuwe commentaren

source: Include new comments in the notification mail.
cs: Vlož komentář do emailu s upozorněním.
fr: Inclure les nouveaux commentaires dans l'e-mail de notification.
nl: Meldt nieuwe commentaren in de e-mail.

source: access notify
nl: activeer notify

source: administer notify
nl: beheer notify

source: My notification settings
nl: Mijn Notify meldingen

source: Notifications
nl: Notify meldingen

source: Notification settings
nl: Notify instellingen

source: Adjust settings for new content notifications sent by e-mail.
nl: Pas de instellingen voor nieuwe e-mail meldingen aan.

source: Master switch
nl: Hoofdinstelling

source: Do you wish to receive periodic e-mails when new content is posted?
nl: Wilt u periodiek e-mail meldingen over nieuwe/gewijzigde inhoud ontvangen ?

source: Detailed settings
nl: Gedetalleerde instellingen

source: Save settings
cs: Uložit nastavení
fr: Sauvegarder les paramètres
nl: Instellingen opslaan

source: Your e-mail address must be specified on your <a href="@url">my account</a> page.
nl: Vergeet niet in <a href="@url">uw profiel</a> een e-mail adres op te geven.

source: Notify settings saved.
nl: De instellngen van e-mail meldingen zijn opgeslagen.

source: The following table shows all users that have notifications enabled.
nl: De navolgende tabel laat alle gebruikers zien die notify geactiveerd hebben.

source: Flush e-mail queue
nl: Leeg e-mail queue

source: Send out any pending notification e-mails currently in queue.
nl: Verzend nu alle nog niet verzonden e-mails in de buffer.

source: @count pending notification e-mails have been sent.
nl: @count wachtende e-mail meldingen werden verstuurd.

source: @count notification e-mails could not be sent.
nl: @count e-mail meldingen konden niet worden verstuurd.

source: No notification e-mails needed to be sent.
nl: Geen te verzenden e-mail meldingen.

source: E-mail address
nl: E-mail adres

source: Teasers
nl: Voorproefjes

source: Failed attempts
nl: Mislukte pogingen

source: Username
nl: Gebruikersnaam

source: Comment
nl: Commentaar

source: No users have notifications enabled.
nl: Geen enkele gebruiker heeft notify ingesteld.

source: Published
nl: Gepubliceerd

source: Unpublished
nl: Niet gepubliceerd

source: @status @type by @author
nl: @status @type door @author

source: Recent content - @count
nl: Recente inhoud - @count

source: @count attached to @type posted by @author: @title
nl: @count toegevoegd aan @type door @author: @title

source: @title by @author
nl: @title door @author

source: Recent comments - @count
nl: Recente commentaren - @count

source: @sitename new content notification for @username
nl: @sitename meldt nieuwe inhoud voor gebruiker @username

source: Greetings @user,
nl: Beste @user,

source: This is an automatic e-mail from @sitename.
nl: Dit is een automatische e-mail van @sitename.

source: To stop receiving these e-mails, change your notification preferences at @notify-url
nl: Als deze meldingen liever niet meer wilt ontvangen, ga dan naar @notify-url

source: Notify: User %name (%mail) could not be notified. Mail error.
cs: Notify: Uživatel %name (%mail) nemohl být upozorněn. Chyba při odesílání.
fr: Notification : L'utilisateur %name (%mail) n'a pas pu être notifié. Erreur d'e-mail.
nl: Notify: Door een e-mail fout kon geen melding worden verzonden naar %name (%mail).

source: Notify: User %name (%mail) notified successfully.
cs: Notify: Uživatel %name (%mail) upozorněn.
fr: Notification : L'utilisateur %name (%mail) a été notifié avec succès.
nl: Notify: melding verzonden naar %name (%mail).

source: Notify settings saved
cs: Nastavení upozornění uloženo
fr: Paramètres de notification sauvegardés

source: Do you wish to receive periodic emails when new content is posted?
cs: Přejete si opakovaně dostávat email pokud je vložen nový obsah?
fr: Souhaitez-vous recevoir des e-mails périodiques lorsque du contenu nouveau est posté ?

source: Select the amount of each post that you would like to see in your notification emails.
cs: Zvolte si co má být součástí emailu s upozorněním.
fr: Sélectionnez le montant de chaque contribution que vous aimeriez voir dans vos e-mails de notification.

source: Save
cs: Uložit
fr: Sauvegarder

source: username
cs: uživatelské jméno
fr: nom d'utilisateur

source: email address
cs: emailová adresa
fr: adresse e-mail

source: content
cs: obsah
fr: contenu

source: teasers
cs: upoutávka
fr: versions abrégées

source: comment
cs: komentář
fr: commentaire

source: failed attempts
cs: selhání upozornění
fr: tentatives ratées

source: notification for %name
cs: upozornění pro uživatele %name
fr: notification pour %name

source: Recent content
cs: Poslední obsah
fr: Contenu récent

source: %status %type by %author: %title
cs: %status %type %author: %title
fr: %status %type par %author : %title

source: Recent comments
cs: Poslední komentáře
fr: Commentaires récents

source: %count new comments attached to: %title
cs: %count nových komentářů přidáno k: %title
fr: %count nouveaux commentaires attachés à : %title

source: %title by %author
cs: %title od uživatele %author
fr: %title par %author

source: Greetings
cs: Zpráva pro uživatele
fr: Salutations

source: This is an automatic mail from
cs: Toto je automaticky generovaná zpráva z
fr: Ceci est un e-mail automatique de

source: To stop receiving these mails go to
cs: Zasílání těchto upozornění lze nastavit na
fr: Pour ne plus recevoir ces e-mails allez à
